<?php
    require dirname(__FILE__)."/../../core/auth.php";
    page_protect();
    $title = "سوالات متداول";
    require_once dirname(__FILE__).'/../../template/header.php';
?>

<ul id="questions">
    <li><a href="#q1">یون چیست؟</a></li>
    <li><a href="#q2">آیا لینک های کوتاه شده منقضی می شوند؟</a></li>
    <li><a href="#q3">مزیت یون بر سایر سرویس های کوتاه کننده لینک چیست؟</a></li>
    <li><a href="#q4">یون چگونه لینک ها را ریدایرکت می کند؟</a></li>
    <li><a href="#q5">منظور از آدرس انتخابی چیست؟</a></li>
    <li><a href="#q6">عضویت در یون چه فوایدی دارد؟</a></li>
    <li><a href="#q7">چرا ایمیل فعال سازی حساب کاربری برای من ارسال نمی شود؟</a></li>
</ul>


<ul id="answers">
    <li id="q1">
        <h4>یون چیست؟</h4>
        <p>
            یون يک سرويس هوشمند و رايگان کوتاه کننده لينک است که با آن مي توانيد لينک هاي بلند خود را کوتاه کرده و در همه جا به اشتراک بگذاريد. به عنوان مثال لينک کوتاه شده سايت گوگل st_.ir/G90 مي باشد که با وارد کردن آن در مروگرتان به سايت گوگل هدايت خواهيد شد. شما مي توانيد پس از کوتاه کردن لينک هاي خود ، با قرار دادن علامت
            <span style='color: red;'>+</span>
            در مقابل آدرس لينکتان ، آناليز جامعي از کساني که بر روي لينکتان کليک کرده اند را مشاهده نماييد.
        </p>
    </li>
    <li id="q2">
        <h4>آیا لینک های کوتاه شده منقضی می شوند؟</h4>
        <p>
            خیر. لینک های کوتاه شده در یون همواره ثابت خواهند ماند. در نتیجه کاربران بدون نگرانی از منقضی شدن لینکها می توانند لینک های خود را کوتاه کرده و برای همیشه از آن ها استفاده نمایند.
        </p>
    </li>
    <li id="q3">
        <h4>مزیت یون بر سایر سرویس های کوتاه کننده لینک چیست؟</h4>
        <p>
            شاید مهم ترین مزیت سرویس یون نسبت به سرویس های مشابه ، عدم نمایش تبلیغات هنگام هدایت کاربر به سایت مقصد باشد. در نتیجه کاربر معطل نمی شود ، همچنین سایت مقصد از مزایای فنی هدایت فوری (Permanent redirect) بهره خواهد برد. از دیگر مزایا می توان به امکان انتخاب آدرس دلخواه و خصوصی سازی لینک ها و ارائه آنالیز جامع از کلیک های صورت گرفته بر روی لینک ، اشاره کرد.
        </p>
    </li>
    <li id="q4">
        <h4>یون چگونه لینک ها را ریدایرکت می کند؟</h4>
        <p>
            همان طور که پیش تر اشاره شد ، یون برای هدایت کاربران از ریدایرکت 301 (Permanent redirect) استفاده می کند. این موضوع مزایای بسیاری برای سایت مقصد دارد ، از جمله اینکه باعث بهبود جایگاه سایت مقصد در موتورهای جست و جو می شود. چرا که موتورهای جست و جو در ریدایرکت 301 ، لینک واسط (در اینجا یون ( را نادیده می گیرند. همچنین این موضوع باعث می شود که لینک های شیر شده در شبکه های مجازی مثل فیس بوک، پیش نمایش صحیح و مربوط به سایت مقصد را با خود داشته باشند.
        </p>
    </li>  
    <li id="q5">
        <h4>منظور از آدرس انتخابی چیست؟</h4>
        <p>
            شما هنگام کوتاه کردن لینک ها به صورت اختیاری می توانید آدرس لینک تولید شده را خودتان انتخاب نمایید. این قابلیت به شما این امکان را می دهد تا اولا آدرسی مرتبط با موضوع لینک انتخاب نمایید یا مثلا نام مخاطبتان را در آدرس قید کنید. همچنین به دلیل عمومی نبودن ، آنالیز بهتری از کلیک کنندگان بر روی لینکتان به شما خواهد داد. استفاده از این قابلیت نیاز به عضویت در سایت ندارد.
        </p>
    </li>
    <li id="q6">
        <h4>عضویت در یون چه فوایدی دارد؟</h4>
        <p>
            واضح است که امکان کوتاه کردن لينک ها براي عموم وجود دارد و نيازي به عضويت براي کوتاه کردن لينک ها نيست. اما اگر شما از کاربران دائمي يون هستيد و اين سرويس را براي کوتاه کردن لينک هاي خود انتخاب کرده ايد ، اکيدا به شما توصيه مي کنيم که به عضويت يون درآييد. چرا که به اين ترتيب مي توانيد در پروفايل شخصي خودتان ، همه لينک هايي را که کوتاه کرده ايد ، يک جا داشته باشيد و آن ها را مديريت کنيد. در واقع با عضويت در يون مي توانيد کارنامه فعاليت خودتان در سايت را مشاهده کنيد و گزارشي از عملکردتان و مجموع کليک هايي که بر روي لينک هايتان صورت گرفته است را داشته باشيد.
            <br />
            از ديگر مزاياي عضويت در يون ، نداشتن محدوديت در تعداد لينک هاي کوتاه شده است ، چرا که کاربراني که در يون عضو نيستند ، قادر به کوتاه کردن تعداد محدودي لينک در هر دقيقه و در هر ساعت هستند. البته اين محدوديت خيلي محسوس نيست و به گونه اي در نظر گرفته شده که مشکلي براي کاربران غير عضو به وجود نياورد ، اما به هر حال براي کاربراني که تعداد بسيار زيادي لينک کوتاه مي کنند ، امکان عضويت و رفع محدوديت در نظر گرفته شده است.
            <br />
            عضويت در يون کاملا رايگان است و تنها 30 ثانيه از شما زمان مي گيرد!
        </p>
    </li>  
    <li id="q7">
        <h4>چرا ایمیل فعال سازی حساب کاربری برای من ارسال نمی شود؟</h4>
        <p>
            اگر در يون ثبت نام کرده ايد ، اما احساس مي کنيد لينک فعال سازي حساب کاربري براي شما ارسال نشده است ، قبل از هر چيز بايد بگوييم که در صورتي که از جيميل استفاده مي کنيد ، ابتدا فولدر اسپم خود را چک کنيد! مسئله اينجاست که گوگل طبق سياست هاي جديد خود براي جيميل ، کليه ايميل هايي را که شامل لينک هاي کوتاه شده در سرويس هاي کوتاه کننده لينک هستند را اسپم مي کند و حتي سرويس کوتاه کننده لينک خود اين شرکت هم از اين قاعده مستثني نشده است! اگر مي خواهيد اين مشکل برطرف شود ، مي توانيد پست الکترونيک noreply@st_.ir را به ليست مخاطبان اکانت جيميل خود اضافه کنيد.
            <br />
            اما اگر ايميل فعال سازي اصلا براي شما ارسال نشده است ، مي توانيد از طريق اين
            <a href="/u/activate" >لینک</a>
            براي ارسال مجدد آن اقدام فرماييد.
        </p>
    </li>                        
</ul>





<?php require_once dirname(__FILE__).'/../../template/footer.php'; ?>